brew "bat"
brew "docker"
brew "docker-compose"
brew "duckdb"
brew "elan-init"
brew "evil-helix"
brew "node"
brew "gemini-cli"
brew "iperf3"
brew "juliaup"
brew "jupyterlab"
brew "lazygit"
brew "llvm"
brew "lua"
brew "luarocks"
brew "make"
brew "neovim"
brew "nixfmt"
brew "pygments"
brew "rbenv"
brew "rust"
brew "tex-fmt"
brew "typstyle"
brew "yazi"
tap "nikitabobko/tap"
  brew "codex"
  cask "aerospace"
  cask "aldente"
  cask "betterdisplay"
  cask "chatgpt"
  cask "dash@6"
  cask "discord"
  cask "displaylink"
  cask "downie"
  cask "ghostty"
  cask "google-chrome"
  cask "istat-menus"
  cask "kitty"
  cask "latest"
  cask "mactex"
  cask "miktex-console"
  cask "mos"
  cask "movist-pro"
  cask "obsidian"
  cask "orbstack"
  cask "pearcleaner"
  cask "qspace-pro"
  cask "slack"
  cask "telegram"
  cask "visual-studio-code"
  cask "zed"

vscode "0h7z.vscode-julia-format"
vscode "adpyke.codesnap"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "htmlhint.vscode-htmlhint"
vscode "james-yu.latex-workshop"
vscode "julialang.language-julia"
vscode "leanprover.lean4"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
